Revit 2027 API
FilterStringContains Properties
The FilterStringContains type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
(Inherited from FilterStringRuleEvaluator)
Top
See Also
Reference
FilterStringContains Class
Autodesk.Revit.DB Namespace